[
  {
    "category": "economy",
    "text": "We must extend the tax cuts for middle-class families to stimulate economic growth and consumer spending."
  },
  {
    "category": "immigration",
    "text": "Border security is national security - we need complete operational control of our southern border."
  },
  {
    "category": "healthcare",
    "text": "Medicare for All would provide comprehensive coverage to every American as a right, not a privilege."
  },
  {
    "category": "economy",
    "text": "Excessive regulation is strangling small businesses and preventing entrepreneurs from creating jobs."
  },
  {
    "category": "immigration",
    "text": "We must protect DACA recipients who contribute to our communities and know no other home but America."
  },
  {
    "category": "healthcare",
    "text": "Association Health Plans allow small businesses to pool resources and offer affordable coverage to employees."
  },
  {
    "category": "economy",
    "text": "The $1.9 trillion stimulus package prevented economic collapse and helped working families survive the pandemic."
  },
  {
    "category": "immigration",
    "text": "Immigration raids terrorize communities and separate families without addressing root causes of migration."
  },
  {
    "category": "healthcare",
    "text": "Price gouging by pharmaceutical companies is immoral and must be stopped through legislative action."
  },
  {
    "category": "economy",
    "text": "Right-to-work laws protect workers from being forced to join unions against their will."
  },
  {
    "category": "immigration",
    "text": "We need more immigration judges to clear the backlog and ensure timely processing of asylum cases."
  },
  {
    "category": "healthcare",
    "text": "Medical malpractice reform would reduce defensive medicine practices that drive up healthcare costs."
  },
  {
    "category": "economy",
    "text": "Infrastructure investment creates good-paying jobs while rebuilding our crumbling roads and bridges."
  },
  {
    "category": "immigration",
    "text": "Sanctuary cities undermine federal law enforcement and create safe havens for criminal aliens."
  },
  {
    "category": "healthcare",
    "text": "The ACA's Medicaid expansion has provided coverage to millions of low-income Americans in participating states."
  },
  {
    "category": "economy",
    "text": "The federal minimum wage hasn't kept pace with inflation, leaving full-time workers in poverty."
  },
  {
    "category": "immigration",
    "text": "Merit-based immigration would attract the skilled workers our economy needs to compete globally."
  },
  {
    "category": "healthcare",
    "text": "Health Savings Accounts give patients more control over their healthcare decisions and spending."
  },
  {
    "category": "economy",
    "text": "Corporate stock buybacks benefit wealthy shareholders instead of investing in workers and innovation."
  },
  {
    "category": "immigration",
    "text": "We must address the visa overstay crisis - nearly half of undocumented immigrants entered legally."
  },
  {
    "category": "healthcare",
    "text": "Single-payer healthcare would eliminate private insurance bureaucracy and reduce administrative waste."
  },
  {
    "category": "economy",
    "text": "Free trade agreements open new markets for American goods and support export-dependent jobs."
  },
  {
    "category": "immigration",
    "text": "Family-based immigration preserves the fundamental American value of keeping families together."
  },
  {
    "category": "healthcare",
    "text": "Certificate of Need laws protect patients by ensuring healthcare facilities meet quality standards."
  },
  {
    "category": "economy",
    "text": "The gig economy requires new labor protections and benefits for independent contractors."
  },
  {
    "category": "immigration",
    "text": "Border Patrol needs additional resources and personnel to handle the unprecedented surge in crossings."
  },
  {
    "category": "healthcare",
    "text": "Community health centers provide essential care to underserved populations and must be fully funded."
  },
  {
    "category": "economy",
    "text": "Supply chain disruptions highlight the need to reshore critical manufacturing capabilities."
  },
  {
    "category": "immigration",
    "text": "Refugee admissions are a moral obligation that reflects American compassion and global leadership."
  },
  {
    "category": "healthcare",
    "text": "Telemedicine expansion during COVID-19 demonstrated how technology can improve access to care."
  },
  {
    "category": "economy",
    "text": "Paid family leave policies support working parents and strengthen family economic security."
  },
  {
    "category": "immigration",
    "text": "E-verify should be mandatory nationwide to ensure jobs go to legal workers and citizens first."
  },
  {
    "category": "healthcare",
    "text": "The VA system provides specialized care for our veterans and must be modernized and adequately funded."
  },
  {
    "category": "economy",
    "text": "Housing affordability crisis requires zoning reform and increased supply of affordable units."
  },
  {
    "category": "immigration",
    "text": "Temporary Protected Status provides humanitarian relief for those fleeing dangerous conditions."
  },
  {
    "category": "healthcare",
    "text": "Mental health parity laws require insurers to cover behavioral health equally with physical health."
  },
  {
    "category": "economy",
    "text": "Student loan debt cancellation would stimulate the economy and relieve an unsustainable burden."
  },
  {
    "category": "immigration",
    "text": "Asylum fraud undermines the system for those with legitimate claims of persecution."
  },
  {
    "category": "healthcare",
    "text": "Right to try laws give terminally ill patients access to experimental treatments without FDA bureaucracy."
  },
  {
    "category": "economy",
    "text": "Cryptocurrency regulation must balance innovation with consumer protection and financial stability."
  },
  {
    "category": "immigration",
    "text": "Legal immigration levels should be reduced to allow for proper assimilation and wage growth."
  },
  {
    "category": "healthcare",
    "text": "Nurse practitioner scope of practice laws should be expanded to address primary care shortages."
  },
  {
    "category": "economy",
    "text": "Rural broadband expansion is essential infrastructure for economic development and education."
  },
  {
    "category": "immigration",
    "text": "Unaccompanied minors at the border require humane treatment and proper legal representation."
  },
  {
    "category": "healthcare",
    "text": "Preexisting condition protections are essential and must be preserved in any healthcare reform."
  },
  {
    "category": "economy",
    "text": "Antitrust enforcement is needed to combat corporate consolidation and protect consumers."
  },
  {
    "category": "immigration",
    "text": "Birthright citizenship is constitutionally protected and fundamental to our national identity."
  },
  {
    "category": "healthcare",
    "text": "Drug importation from Canada would provide immediate relief from prescription price gouging."
  },
  {
    "category": "economy",
    "text": "Right-to-work states have seen stronger job growth and economic development than forced-union states."
  },
  {
    "category": "immigration",
    "text": "Visa lottery programs randomly select immigrants without considering skills or national interest."
  },
  {
    "category": "healthcare",
    "text": "Medical debt should be eliminated from credit reports to prevent lifelong financial harm."
  },
  {
    "category": "economy",
    "text": "Child care costs are crushing working families and require substantial public investment."
  },
  {
    "category": "immigration",
    "text": "Local police cooperation with ICE is essential for removing criminal aliens from our communities."
  },
  {
    "category": "healthcare",
    "text": "Abortion restrictions interfere with the doctor-patient relationship and women's healthcare decisions."
  },
  {
    "category": "economy",
    "text": "Pension fund solvency requires responsible management and realistic return assumptions."
  },
  {
    "category": "immigration",
    "text": "Agricultural worker visas are essential for maintaining our food supply and farm economy."
  },
  {
    "category": "healthcare",
    "text": "Surprise medical billing exploits patients during emergencies and must be banned."
  },
  {
    "category": "economy",
    "text": "Industrial policy targeting semiconductors and clean energy is necessary for national security."
  },
  {
    "category": "immigration",
    "text": "Public charge rules ensure immigrants are self-sufficient and don't burden taxpayers."
  },
  {
    "category": "healthcare",
    "text": "Maternal mortality rates, especially for women of color, require immediate attention and funding."
  },
  {
    "category": "economy",
    "text": "Opportunity zones have successfully directed investment to distressed communities across America."
  },
  {
    "category": "immigration",
    "text": "We must end catch-and-release policies that allow illegal immigrants to disappear into the interior."
  },
  {
    "category": "healthcare",
    "text": "FDA approval process should be streamlined to get new drugs and devices to patients faster."
  },
  {
    "category": "economy",
    "text": "Collective bargaining rights are fundamental to workers' ability to negotiate fair wages."
  },
  {
    "category": "immigration",
    "text": "Dreamers contribute billions in taxes and are vital to our economy and communities."
  },
  {
    "category": "healthcare",
    "text": "Palliative care and hospice services improve quality of life for seriously ill patients."
  },
  {
    "category": "economy",
    "text": "Raising the SALT deduction cap unfairly subsidizes high-tax states with federal dollars."
  },
  {
    "category": "immigration",
    "text": "Immigration detention centers must meet basic standards of humanity and due process."
  },
  {
    "category": "healthcare",
    "text": "Scope of practice laws protect patients by ensuring qualified professionals provide care."
  },
  {
    "category": "economy",
    "text": "R&D tax credits encourage innovation and keep America competitive in technology sectors."
  },
  {
    "category": "immigration",
    "text": "We need more border patrol agents and enhanced surveillance technology at all points of entry."
  },
  {
    "category": "healthcare",
    "text": "The mental health crisis requires integrated services in schools, workplaces, and communities."
  },
  {
    "category": "economy",
    "text": "Predatory lending practices target vulnerable communities with high-interest loans."
  },
  {
    "category": "immigration",
    "text": "English language proficiency should be a requirement for citizenship and integration."
  },
  {
    "category": "healthcare",
    "text": "Value-based care models focus on patient outcomes rather than volume of services provided."
  },
  {
    "category": "economy",
    "text": "Housing first policies effectively reduce homelessness and are more cost-effective than shelters."
  },
  {
    "category": "immigration",
    "text": "We must combat human trafficking networks that exploit vulnerable migrants at the border."
  },
  {
    "category": "healthcare",
    "text": "The opioid epidemic requires comprehensive treatment access and harm reduction strategies."
  },
  {
    "category": "economy",
    "text": "Tariffs on imported steel protect national security and preserve domestic manufacturing capacity."
  },
  {
    "category": "immigration",
    "text": "Legal immigration attorneys are essential for navigating our complex immigration system."
  },
  {
    "category": "healthcare",
    "text": "Price transparency rules empower patients to shop for healthcare like any other service."
  },
  {
    "category": "economy",
    "text": "Universal basic income experiments show promise for addressing automation-related job loss."
  },
  {
    "category": "immigration",
    "text": "Border wall construction damages sensitive ecosystems and tribal lands."
  },
  {
    "category": "healthcare",
    "text": "Community-based services allow seniors and disabled individuals to remain in their homes."
  },
  {
    "category": "economy",
    "text": "The Jones Act protects national security by maintaining a domestic maritime industry."
  },
  {
    "category": "immigration",
    "text": "Immigrant entrepreneurs start businesses at higher rates and create jobs for Americans."
  },
  {
    "category": "healthcare",
    "text": "Biomedical research funding through NIH drives medical breakthroughs and economic growth."
  },
  {
    "category": "economy",
    "text": "Financial transaction taxes would curb Wall Street speculation while generating revenue."
  },
  {
    "category": "immigration",
    "text": "We must end policies that separate children from their parents at the border immediately."
  },
  {
    "category": "healthcare",
    "text": "Medical freedom means patients should have access to alternative and complementary treatments."
  },
  {
    "category": "economy",
    "text": "Apprenticeship programs provide pathways to skilled trades without college debt."
  },
  {
    "category": "immigration",
    "text": "Immigration backlogs force families to wait years for reunification through legal channels."
  },
  {
    "category": "healthcare",
    "text": "The healthcare workforce shortage requires investment in training and education pipelines."
  },
  {
    "category": "economy",
    "text": "COVID relief fraud wasted hundreds of billions of taxpayer dollars due to poor oversight."
  },
  {
    "category": "immigration",
    "text": "Legal immigration levels should be increased to address labor shortages in key industries."
  },
  {
    "category": "healthcare",
    "text": "Private equity ownership of healthcare facilities often leads to reduced quality and access."
  },
  {
    "category": "economy",
    "text": "The digital divide prevents rural Americans from participating in the modern economy."
  },
  {
    "category": "immigration",
    "text": "Asylum officers should have authority to grant protection at the border instead of courts."
  },
  {
    "category": "healthcare",
    "text": "Preventive care saves lives and reduces long-term healthcare costs for everyone."
  },
  {
    "category": "economy",
    "text": "Right-to-repair laws give consumers and small businesses freedom to fix their own equipment."
  },
  {
    "category": "immigration",
    "text": "Visa overstays represent a major border security vulnerability that must be addressed."
  },
  {
    "category": "healthcare",
    "text": "Health insurance cooperatives provide consumer-focused alternatives to for-profit insurers."
  },
  {
    "category": "economy",
    "text": "The retirement crisis requires strengthening Social Security and promoting retirement savings."
  },
  {
    "category": "immigration",
    "text": "Immigration enforcement should focus on dangerous criminals, not otherwise law-abiding residents."
  },
  {
    "category": "healthcare",
    "text": "Medical innovation depends on strong intellectual property protections for new discoveries."
  },
  {
    "category": "economy",
    "text": "Industrial agriculture consolidation hurts family farms and raises consumer prices."
  },
  {
    "category": "immigration",
    "text": "We need increased diplomatic engagement with Mexico and Central America on migration issues."
  },
  {
    "category": "healthcare",
    "text": "The disability insurance program provides crucial support for those unable to work due to illness."
  },
  {
    "category": "economy",
    "text": "Offshoring American jobs to China has devastated manufacturing communities across the Midwest."
  },
  {
    "category": "immigration",
    "text": "Muslim travel bans were necessary for national security and proper vetting procedures."
  },
  {
    "category": "healthcare",
    "text": "Certificate of Need laws create healthcare monopolies and reduce competition and access."
  },
  {
    "category": "economy",
    "text": "The racial wealth gap requires targeted policies to address historical discrimination."
  },
  {
    "category": "immigration",
    "text": "Immigration benefits our economy by providing workers for growing industries and sectors."
  },
  {
    "category": "healthcare",
    "text": "Medical price gouging occurs because patients cannot shop around during emergencies."
  },
  {
    "category": "economy",
    "text": "The gig economy provides flexible work opportunities that traditional employment doesn't offer."
  },
  {
    "category": "immigration",
    "text": "We must preserve birthright citizenship as guaranteed by the 14th Amendment."
  },
  {
    "category": "healthcare",
    "text": "The nursing home industry requires stronger oversight and staffing requirements."
  },
  {
    "category": "economy",
    "text": "COVID lockdowns caused unprecedented economic damage that will take years to recover from."
  },
  {
    "category": "immigration",
    "text": "Asylum seekers deserve fair hearings and protection from violence in their home countries."
  },
  {
    "category": "healthcare",
    "text": "Gene therapy and personalized medicine represent the future of effective healthcare treatment."
  },
  {
    "category": "economy",
    "text": "Worker cooperatives give employees ownership stakes and voice in company decisions."
  },
  {
    "category": "immigration",
    "text": "Immigration policies should prioritize refugees fleeing religious and political persecution."
  },
  {
    "category": "healthcare",
    "text": "The mental health crisis is exacerbated by lack of providers and insurance coverage gaps."
  },
    {
    "category": "economy",
    "text": "We must immediately extend the Trump tax cuts to ensure working families keep more of their hard-earned money and our economy remains strong."
  },
  {
    "category": "immigration",
    "text": "The Biden administration's open border policies have created a national security and humanitarian crisis that is unsustainable."
  },
  {
    "category": "healthcare",
    "text": "Republicans are once again trying to gut protections for people with pre-existing conditions, putting millions of lives at risk."
  },
  {
    "category": "economy",
    "text": "Raising the corporate tax rate will stifle innovation and send American jobs overseas. We must be competitive on the global stage."
  },
  {
    "category": "immigration",
    "text": "We need a pathway to citizenship for Dreamers who know no other country but America as their home."
  },
  {
    "category": "healthcare",
    "text": "Socialized medicine would lead to long wait times, rationed care, and a government takeover of your healthcare decisions."
  },
  {
    "category": "economy",
    "text": "Record corporate profits while workers' wages stagnate is a sign of a broken system. We need to empower labor unions."
  },
  {
    "category": "immigration",
    "text": "We must end the cruel and inhumane practice of family separation at the border immediately."
  },
  {
    "category": "healthcare",
    "text": "The Affordable Care Act has been a lifeline for millions, and we must build on its success, not tear it down."
  },
  {
    "category": "economy",
    "text": "Deregulation is the key to unlocking the potential of small businesses, the true engine of our economy."
  },
  {
    "category": "immigration",
    "text": "We need to fix our legal immigration system so that it is based on merit and the needs of our economy."
  },
  {
    "category": "healthcare",
    "text": "Allowing Medicare to negotiate drug prices directly with pharmaceutical companies is essential to lowering costs for seniors."
  },
  {
    "category": "economy",
    "text": "The Federal Reserve's interest rate hikes are crushing working families with mortgages and car loans."
  },
  {
    "category": "immigration",
    "text": "We must finish building the wall and deploy technology to secure our southern border once and for all."
  },
  {
    "category": "healthcare",
    "text": "Price transparency in healthcare will create competition and drive down costs for everyone."
  },
  {
    "category": "economy",
    "text": "Massive government spending on infrastructure is necessary to create jobs and rebuild America for the 21st century."
  },
  {
    "category": "immigration",
    "text": "Providing legal counsel to every migrant in immigration court is a matter of basic justice and due process."
  },
  {
    "category": "healthcare",
    "text": "Expanding telehealth services is critical for providing access to care in rural and underserved communities."
  },
  {
    "category": "economy",
    "text": "The push for a $15 federal minimum wage will force small businesses to close and increase unemployment."
  },
  {
    "category": "immigration",
    "text": "We should increase the number of H-1B visas for highly skilled workers in the tech and science sectors."
  },
  {
    "category": "healthcare",
    "text": "Medical debt is the leading cause of bankruptcy in the United States; we need a system that protects families."
  },
  {
    "category": "economy",
    "text": "Inflation is a hidden tax on the poor and middle class, caused by out-of-control government spending."
  },
  {
    "category": "immigration",
    "text": "We must reinstate the 'Remain in Mexico' policy to deter illegal border crossings and manage the asylum process."
  },
  {
    "category": "healthcare",
    "text": "Defunding Planned Parenthood would be a devastating blow to women's access to critical healthcare services."
  },
  {
    "category": "economy",
    "text": "Investing in green energy technology will create millions of high-paying jobs and secure our energy independence."
  },
  {
    "category": "immigration",
    "text": "Our cities are being overwhelmed by the influx of migrants; this is a federal problem requiring a federal solution."
  },
  {
    "category": "healthcare",
    "text": "We need to expand Medicaid in all states to provide a safety net for our most vulnerable citizens."
  },
  {
    "category": "economy",
    "text": "The stock market hitting all-time highs is a clear indicator that our pro-growth economic policies are working."
  },
  {
    "category": "immigration",
    "text": "E-Verify must be made mandatory for all employers to ensure jobs go to American citizens and legal residents."
  },
  {
    "category": "healthcare",
    "text": "The government has no business getting between a patient and their doctor. Healthcare choices should be personal."
  },
  {
    "category": "economy",
    "text": "The gig economy provides needed flexibility for workers, and we must protect it from overregulation."
  },
  {
    "category": "immigration",
    "text": "We should offer temporary protected status to those fleeing natural disasters and violence in their home countries."
  },
  {
    "category": "healthcare",
    "text": "Mental healthcare is healthcare, and we must fully integrate it into our health insurance coverage and public health strategy."
  },
  {
    "category": "economy",
    "text": "Tariffs on Chinese goods are necessary to protect American industries and bring manufacturing jobs back home."
  },
  {
    "category": "immigration",
    "text": "Asylum claims should be processed at the border, not lead to a years-long backlog in our immigration courts."
  },
  {
    "category": "healthcare",
    "text": "We must pass a public option to create more competition and give every American a choice for affordable health insurance."
  },
  {
    "category": "economy",
    "text": "The wealth gap between the top 1% and the rest of America is a moral and economic failure that demands action."
  },
  {
    "category": "immigration",
    "text": "Chain migration prioritizes family ties over skills, and it undermines the economic basis of our immigration system."
  },
  {
    "category": "healthcare",
    "text": "Tort reform is essential to lower malpractice insurance costs and, in turn, reduce the cost of healthcare for everyone."
  },
  {
    "category": "economy",
    "text": "We need to break up the big tech monopolies that are stifling competition and harming consumers."
  },
  {
    "category": "immigration",
    "text": "Local law enforcement should not be forced to act as federal immigration agents; it erodes trust in our communities."
  },
  {
    "category": "healthcare",
    "text": "The development of a COVID-19 vaccine in record time is a testament to American innovation and private-sector ingenuity."
  },
  {
    "category": "economy",
    "text": "Universal Basic Income is a radical idea that would disincentivize work and bankrupt the nation."
  },
  {
    "category": "immigration",
    "text": "We must address the root causes of migration from Central America by promoting economic development and stability."
  },
  {
    "category": "healthcare",
    "text": "The high cost of insulin is a national disgrace. We must cap out-of-pocket costs for this life-saving drug."
  },
  {
    "category": "economy",
    "text": "Strong Buy American provisions in federal contracts will ensure our tax dollars support American workers and businesses."
  },
  {
    "category": "immigration",
    "text": "We are a nation of immigrants, but we are also a nation of laws. Our immigration laws must be respected and enforced."
  },
  {
    "category": "healthcare",
    "text": "Vaccine mandates are an egregious overreach of government power and an infringement on personal liberty."
  },
  {
    "category": "economy",
    "text": "The child tax credit has been proven to cut child poverty in half and should be made permanent."
  }
]